[
  {
    "name": "Virtual Health Hub",
    "src": "/VHH_Logo.jpg",
    "cloudLink": "https://research-groups.usask.ca/remote-presence/index.php",
    "description": " Advanced Virtual Care Technology---Advancing healthcare delivery through wearable device technology for virtual care."
  },
  {
    "name": "Esikidz",
    "src": "/esiKidzLogo.png",
    "cloudLink": "https://esikidz.com/",
    "description": "A childcare management software. Project's usage: JavaScript, React.js, React Native, node.js, REST APIs, MySQL, DynamoDB, SASS, CSS."
  },
  {
    "name": "Sunrise-club",
    "src": "/SunriseLogo.svg",
    "cloudLink": "https://www.sunrise.ch/en/moments",
    "description": "An Event booking site for Sunrise (a Telco) users of Switzerland. Project's usage: JavaScript, TypeScript, React.js, Next.js, MongoDB, REST APIs, Storyblok CMS, Material UI, Ant Design UI, React-bootstrap, SASS, bootstrap, CSS"
  },
  {
    "name": "Saskatoon Waterpaws",
    "src": "/Skwaterpaws-website.PNG",
    "cloudLink": "https://skwaterpaws.ca/",
    "description": "A wordpress site for a pet grooming & swimming shop. Project's usage: WordPress, PHP, HTML, CSS, JavaScript, Git, GitHub, Jira."
  },
  {
    "name": "Obhizatrik Foundation",
    "src": "/obhizatrikLanding.gif",
    "cloudLink": "https://ozf1.vercel.app/",
    "description": "A React.js project with Material UI & AntDesign UI library at frontend. This website is for Obhizatrik Foundation. Also there are systems for online payment."
  },
  {
    "name": "Rental app",
    "src": "/rentalAppLanding.gif",
    "cloudLink": "https://rental-app-beta.vercel.app/",
    "description": "A next.js application for Rental app for electrical equipments Opinions regarding the task:  I have used Material UI for easy implementation of any future optimization in this app  I have used a layout option for the app that can be used for multiple pages also in future optimization."
  },
  {
    "name": "Dev-meetup-nextjs",
    "src": "/devMeetupLanding.gif",
    "cloudLink": "https://dev-meetup-nextjs.vercel.app/",
    "description": "A next.js application for developers' meetup Opinions regarding the task:  I have used CSS in modular way for easy implementation of any future optimization in this app  I have used a layout option for the app that can be used for multiple pages also in future optimization"
  },
  {
    "name": "Food delivery app",
    "src": "/userAnalyzerFoodApp.gif",
    "cloudLink": "https://user-analyzer-of-food-delivery-app.vercel.app/",
    "description": "A react.js application for user analysis of food delivery app Opinions regarding the task:  I have used Material UI for easy implementation of any future optimization in this app  I have used a layout option for the app that can be used for multiple pages also in future optimization."
  },
  {
    "name": "Weather app",
    "src": "/weather-app.gif",
    "cloudLink": "https://weather-app-dun-gamma.vercel.app/",
    "description": "A next.js application for weather update. This project uses OPENWEATHER map API to check the current weather on any city on the planet. Switch between metric and imperial units."
  }
]
